Repository: caspahouzer/wp-cpt-tables
Catalog: languages/cpt-tables-*.po
Languages: de_de

source: Allow storing custom post types in their own tables in order to make querying large datasets more efficient
de_de: Ermöglicht die Speicherung benutzerdefinierter Beitragstypen in eigenen Tabellen, um die Abfrage großer Datenmengen effizienter zu gestalten

# verb
source: Buy me a coffee
de_de: Kaufen Sie mir einen Kaffee

source: Cronjobs removed
de_de: Cronjobs entfernt

source: Optimization cronjobs active
de_de: Optimierung der Cronjobs aktiv

source: Tables cleaned up and optimized
de_de: Tabellen bereinigt und optimiert

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.

source: Custom post type <strong>%s</strong> has been reverted to the posts table
de_de: Benutzerdefinierter Beitragstyp <strong>%s</strong> wurde in die Posts-Tabelle zurückgespielt

source: Custom post type <strong>%s</strong> has been migrated
de_de: Der benutzerdefinierte Beitragstyp <strong>%s</strong> wurde migriert

source: Migration of <strong>%s</strong>:
de_de: Migration von <strong>%s</strong>:

source: Error cleaning up the posts table before migrate
de_de: Fehler beim Bereinigen der Beitragstabelle vor der Migration

source: Error copying %s rows: %s
de_de: Fehler beim Kopieren von %s Zeilen: %s

source: New %s rows copied: %s
de_de: Neue %s Zeilen kopiert: %s

source: Error copying %s meta rows: %s
de_de: Fehler beim Kopieren von %s Meta Zeilen: %s

source: %s completed
de_de: %s fertiggestellt

source: Warning: You are in a multisite environment. The settings will only be visible to a site.
de_de: Warnung: Du befindest dich in einer Multisite-Umgebung. Die Einstellungen werden nur für eine Site sichtbar sein.

source: No CPT found
de_de: Keine CPT gefunden

source: %s is installed and active but no custom post types found.
de_de: %s ist installiert und aktiv, aber es wurden keine benutzerdefinierten Beitragstypen gefunden.

source: Start creating your first CPT
de_de: Erstelle deinen ersten CPT

source: %s is installed but not active.
de_de: %s ist installiert, aber nicht aktiv.

source: Go to your <a href="%s">installed plugins</a> and activate it to create your first CPT
de_de: Gehe zu deinen <a href=„%s“>installierten Plugins</a> und aktiviere es um deinen ersten CPT zu erstellen

source: You don't have installed any custom post types. Please install %s or %s.
de_de: Du hast keine benutzerdefinierten Beitragstypen installiert. Bitte installiere %s oder %s.

source: Or search for any other %s
de_de: Oder suche nach irgendeinem anderen %s

source: Or create Custom Post Types %s
de_de: Oder erstelle Custom Post Types %s

source: Tables to optimize
de_de: Optimierbare Tabellen

source: The use of meta tables often leaves residual data that is not needed and bloats the database.
de_de: Bei der Verwendung von Metatabellen bleiben oft Daten übrig, die nicht benötigt werden und die Datenbank aufblähen.

source: Cronjob is installed
de_de: Cronjob ist installiert

source: Remove Cronjob
de_de: Cronjob entfernen

source: You can install this cron job to optimize the tables at regular intervals.
de_de: Du kannst diesen Cron-Job installieren, um die Tabellen in regelmäßigen Abständen zu optimieren.

source: Install Cronjob
de_de: Cronjob installieren

source: Optimize now!
de_de: Jetzt optimieren!

source: How it works
de_de: Wie es funktioniert

source: As soon as you select a Custom Post Type, a new table is created in the database. This newly created table will be used for all entries of this custom post type.
de_de: Sobald du einen benutzerdefinierten Beitragstyp auswählst, wird eine neue Tabelle in der Datenbank erstellt. Diese neu erstellte Tabelle wird für alle Einträge dieses benutzerdefinierten Beitragstyps verwendet.

source: When you migrate the existing entries, the data from the old table is moved to the new table.
de_de: Wenn du die vorhandenen Einträge migrierst, werden die Daten aus der alten Tabelle in die neue Tabelle übertragen.

source: Backup
de_de: Sicherung

source: This plugin modifies your WordPress database. Backup your database before migrating in case something doesn't work as you expect.
de_de: Dieses Plugin modifiziert deine WordPress-Datenbank. Sichere deine Datenbank vor der Migration, falls etwas nicht so funktioniert, wie du es erwartest.

source: All custom post types are already using custom tables.
de_de: Alle benutzerdefinierten Beitragstypen verwenden bereits benutzerdefinierte Tabellen.

source: New Table Name
de_de: Neuer Tabellenname

source: Entries
de_de: Einträge

source: Migrate
de_de: Migrieren

source: Migrated Custom Post Types
de_de: Migrierte Custom Post Types

source: No custom post types have been migrated yet.
de_de: Es wurden noch keine benutzerdefinierten Beitragstypen migriert.

source: Table Name
de_de: Tabellenname

source: Revert
de_de: Zurücksetzen
